Repository: common-repository/search-index-page-content
Catalog: languages/search-index-page-content-*.po
Languages: es_es, sr_rs

source: Search & Index Page Content
es_es: Contenido de Búsqueda e Índice de Página

source: Creates links to headers of a page for easy navigation.
es_es: Crea enlaces a los encabezados de una página para una fácil navegación.
sr_rs: Stvara linkove za headere stranice za laku navigaciju.

source: on
es_es: el
sr_rs: na

source: Search this page
es_es: Buscar esta página
sr_rs: Pretraži ovu stranicu

source: Page Contents
es_es: Contenidos de la Página
sr_rs: Sadržaji stranice

source: Search
es_es: Buscar
sr_rs: Pretraga

source: Show search field?
es_es: ¿Mostrar campo de búsqueda?
sr_rs: Prikaži polje pretrage

source: Search field placeholder text:
es_es: Buscar texto del marcador de posición del campo:
sr_rs: Pretraži polje sadržaja teksta

source: Show contents index links?
es_es: ¿Mostrar enlaces de índice de contenidos?
sr_rs: Prikazati indeks linkove sadržaja?

source: Index links title:
es_es: Título de enlaces de índice:
sr_rs: Naslo indeks linkova:

source: INSTRUCTIONS
es_es: INSTRUCCIONES
sr_rs: UPUTSTVA

source: This widget will only appear on pages or posts when you surround the content to index or search with the shortcode as such:
es_es: Este widget solo aparecerá en páginas o posts cuando usted envuelva el contenido al índice o búsqueda con el código corto como sigue:
sr_rs: Ovaj widget će se pojaviti samo na stranica aili postovila kada ojružite sadržaj na indek ili pretragu sa skraćenim kodovima kao npr:

source: This content will be searchable and/or indexed
es_es: Este contenido será buscable y/o indexable
sr_rs: Ovaj sadržaj će biti pretražen i/ili indeksiran

source: Help visitors browse the content of very big pages by providing on-page search and contextual links to jump to the content they are interested in. This plugin allows you to save the trouble of creating anchor links by providing shortcodes and widgets that can be placed on any post or page.
es_es: Ayuda a visitantes a mostrar el contenido de páginas muy grandes proveyendo búsqueda en la página y los enlaces contextuales para saltar al contenido que están interesados. Este plugin le permite evitarse el problema de crear códigos cortos y widgets que pueden ser posicionados en cualquier post o página.
sr_rs: Pmozite posetiocima da pretraže sadržaj veoma velikih stranica pružajući na stranicama linkovi pretraga i kontekstualnne linkove da skoče na sadržaj za koji su zainteresovani.Ovaj plugin vam olakšava da ne moratevda stvarate anchor linkove omogućavajući skraćene kodove i widgete koji se mogu postaviti.
